/** 公用 */

export default {
	topbar: {
		txt1: "会员登录",
		txt2: "在线客服",
		txt3: "用户中心",
		txt4: "立即开户",
		txt5: "菜单",
	},
	nav: {
		txt1: "首页",
		txt2: "优惠专享",
		txt3: "交易好客",
		txt4: "平台交易",
		txt5: "行情资讯",
		txt6: "客户服务",
		txt7: "关于我们",
	},
	foot: {
		txt1: "联络我们",
		txt2: "网站导览",
		txt3: "开户及注资",
		txt4: "QQ客服",
		txt5: "在线客服",
		txt6: "立即开户",
		txt7: "请留意：差价合约CFD是杠杆化交易，可能导致您损失全部资金。该产品未必适合每一位投资者，请确保您完全了解所涉及的风险及慎重考虑自身风险承受能力。如有必要，请寻求独立的专业意见。详情请参考“风险披露声明”。",
		txt8: "使用基于互联网的交易系统存在相关风险，包括但不限于硬件、软件和网络连接故障。巨象对通过互联网交易时发生的通讯故障、中断或延迟等概不负责。",
		txt9: "本网站所含的任何资讯、建议、新闻、交易相关信息、市场评论或其他信息仅供参考，不得构成或视作（1）提供或出售任何金融服务或产品的要约；（2）进行任何金融产品买卖的推荐；或（3）任何投资建议。巨象不就提供任何此类信息的准确性及完整性作出任何保证。对因使用或依赖此类信息而直接或间接导致的任何损失或损害，包括但不限于任何利润的损失，巨象概不负责。",
		txt10: "本网站上的内容可随时更改，恕不另行通知。",
		txt11: "2022 Gold Elephant Limited.All Rights Reserved.",
		txt12: "风险披露声明",
		txt13: "客户告鉴",
		txt14: "隐私政策",
		txt15: "市场有风险，投资需谨慎",
		txt16: "快速注资",
		txt17: "服务时间：7x24小时全年无休",
	},
} as const;
